Repository: kp4coder/sync-post-with-other-site
Catalog: languages/sps_text_domain-*.po
Languages: fa_ir

source: Setting
fa_ir: تنظیمات

source: Sync Post
fa_ir: همگام‌سازی پست

source: Enter message here
fa_ir: پیغام خود را وارد کنید

source: Select Websites
fa_ir: انتخاب وب‌سایت‌ها

source: select which website you want to add/edit post with this post.
fa_ir: وب‌سایتی را که می‌خواهید این پست در آن منتشر شود (اضافه یا ویرایش)، انتخاب کنید.

source: Dismiss this notice.
fa_ir: این اطلاعیه را رد کنید.

source: General options
fa_ir: تنظیمات افزونه

source: Host Name of Target
fa_ir: نام میزبان هدف

source: https://example.com - This is the URL that your Content will be Pushed to. If WordPress is installed in a subdirectory, include the subdirectory.
fa_ir: https://example.com - این نشانی اینترنتی است که محتوای شما به آن ارسال می شود. اگر وردپرس در یک زیر شاخه نصب شده است، زیر شاخه را نیز وارد کنید.

source: Username
fa_ir: نام کاربری

source: Enter
fa_ir: ورود

source: website username
fa_ir: نام کاربری وبسایت

source: Password
fa_ir: رمز عبور

source: website password
fa_ir: رمز عبور وبسایت

source: Strict Mode
fa_ir: حالت سختگیرانه

source: On - WordPress and SyncPostWithOtherSite for Content versions must match on Source and Target in order to perform operations.
fa_ir: روشن - نسخه های وردپرس و SyncPostWithOtherSite برای محتوا باید در منبع و هدف برای انجام عملیات مطابقت داشته باشند.

source: Off - WordPress and SyncPostWithOtherSite for Content versions do not need to match.
fa_ir: خاموش - نسخه های وردپرس و SyncPostWithOtherSite برای محتوا نیازی به مطابقت ندارند.

source: Content Match Mode
fa_ir: حالت مطابقت محتوا

source: Post slug - Search for matching Content on Target by Post Slug only.
fa_ir: Post Slug - جستجوی محتوای منطبق بر روی هدف فقط توسط Post Slug.

source: Roles Allowed to use
fa_ir: نقش های مجاز برای استفاده

source: Contributor
fa_ir: مشارکت کننده

source: Author
fa_ir: نویسنده

source: Editor
fa_ir: ویرایشگر

source: Administrator
fa_ir: مدیر

source: Select the Roles you wish to have access to the SyncPostWithOtherSite User Interface. Only these Roles will be allowed to perform Syncing operations.
fa_ir: نقش هایی را که می خواهید به رابط کاربری SyncPostWithOtherSite دسترسی داشته باشید، انتخاب کنید. فقط این نقش ها مجاز به انجام عملیات همگام سازی خواهند بود.

source: By Default Selected
fa_ir: انتخاب پیشفرض

source: Site will be auto selected on Add/Edit Posts
fa_ir: بصورت پیشفرض انتخاب شده باشد

source: Remove Site
fa_ir: حذف سایت

source: Post Slug
fa_ir: لینک پست

source: Post slug - Search for matching Content on Target by Post slug only.
fa_ir: Post Slug - جستجوی محتوای منطبق بر روی Target توسط Post Slug فقط.

source: success
fa_ir: موفقیت

source: Data proccessed successfully
fa_ir: داده ها با موفقیت پردازش شدند

source: Authenitcate successfully.
fa_ir: احراز هویت موفق بود.

source: failed
fa_ir: شکست خورد

source: Authenitcate failed.
fa_ir: احراز هویت ناموفق بود.

source: Username or Password is null.
fa_ir: نام کاربری و رمز عبور وارد نشدند.
